Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.PasteInvisibleInViewWarn
The selection can't be pasted because it is not visible in this view.
Common causes and solutions
The category is not visible in this view (make category visible)
An annotation element falls outside this view's annotation crop (temporarily disable annotation cropping)
The element tagged by an annotation is not visible (check view extents and depth)

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyHostedLoad
Can't copy Load based on the Host Element.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyFaceHostedMonitoringElementsWarn
This instance is face-hosted and being managed by copy/monitor, so it cannot be copy/pasted.  Use create similar to place a new instance instead.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyFaceHostedMonitoringElements
This instance is face-hosted and being managed by copy/monitor, so it cannot be copy/pasted.  Use create similar to place a new instance instead.